---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DimensionType
source: html/414e7866-17ad-4a10-eb4c-2df0e3a9c085.htm
---
# DimensionType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.